{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00026",
    "Peptide Name": "Lactoferricin B (LfcinB, natural AMPs; UCSS1a; 1S=S, cattle, ruminant, animals, ZZHa; BBL; Derivatives:  lactoferrin peptide 2; LTX-302; LfcinB6; MPLfcinB6; JJsn)",
    "Source": "cattle,Bos taurus",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "FKCRRWQWRMKKLGAPSITCVRRAF",
    "Sequence Length": 25,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "candidacidal",
      "Anti-HIV",
      "Anti-MRSA",
      "anti-sepsis",
      "Synergistic AMPs",
      "Anticancer"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "1LFC",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 8,
    "Boman Index": 2.75,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "48%",
    "Crucial residues": "W6, W8"
  },
  "Literature Information": {
    "Literature": "Discovery: LfcinB is a 25-residue antimicrobial peptide released by pepsin cleavage of lactoferrin.Activity: Active against E. coli IID-861 (MIC 2 uM), S. enteritidis, K. pneumoniae JCM1662T (MIC 3 uM), P. vulgaris, Y. enterocolitica, P. aeruginosa IFO-3446 (MIC 3 uM), C. jejuni, S. aureus JCM-2151 or MRSA (MIC 2 uM), S. mutans, C. diphtheriae, L. monocytogenes IDF-1 b(MIC 0.3 uM) and Clostridium perfringens. Also active against E. coli ATCC 2592, M. luteus, and S. cerevisae(Ke T et al., 2012). Active against fungal biofilms (A. fumigatus, F. solani, and C. albicans)(Sengupta J et al., 2012).Resistance development:yes:bacteria:S. aureus: four strains developed resistance in a multiple passage experiment (Samulelsen et al., 2005).SAR: Disulfide bond is not required for the antimicrobial potency.Structure:NMR structure: Residues 7-9 form beta1 and residues 17-19 form beta2 (in membrane).You can rotate, zoom, and view the 3D structureherein the PDB. This contrasts with X-ray structure where residues 1-13 is helical. Thus, this peptide appears to be able to adopt a different conformation depending on environmental conditions.Derivatives: lactoferrin (Lf) peptide 2 is a derivative corresponding to residues 1-10 of LfcinB (Ueta E, Tanida T, Osaki T.2001 A novel bovine lactoferrin peptide, FKCRRWQWRM, suppresses Candida cell growth and activates neutrophils. J Pept Res 2001 Mar;57(3):240-9).  LfcinB6 (sequence: RRWQWR) corresponds to residues 4-9 of the peptide. Structure of LfcinB6 was determined in SDS micelles (Vogel HJ et al 2002 Biochem Cell Biol 80:49-63). Free LfcinB6 did not kill T-leukemia or breast cancer cells, but LfcinB6 was strongly cytotoxic when delivered to the cytosolic compartment by fusogenic liposomes (Richardson A 2009 Biochem Biophys Res Commun. 2009 Aug 21). In vivo efficacy:Animal model:mouse: Injection of a 9-mer derivative, LTX-302, led to tumor necrosis, infiltration of inflammation, and complete regression in the majority of mice (Berge G et al., 2010 Cancer Immunol Immunother 59: 1285-94).  Appending hepta-arginine sequence via a glycine-glycine linker generates a more selective peptide MPLfcinB6 against  human T-leukemia and B-lymphoma cells by damaging cell membranes (Hilchie AL et al., 2013).Synergy:AMPs: Lactoferrin shows synergistic effects with lysostaphin or nisin.Recombinant production:bacteria:Bacillus subtilis: Lee et al. constructed a six tandem repeat of lacto-ferricin cDNA driven by promoter PtrnQ (Lee et al., 2022). The extracts from transgenic P245and P263 strains killed the Ampicillin-resistant E. coli strain. Also S. iniae, a highly infectious pathogen from fish to human. Also V. alginolyticus.Recombinant production:yeast:Pichia pastoris: after optimization, expression level 55.3 mg/L in the shaking flask; 193.9 mg/L in a 3-L bioreactor (Lv et al., 2023).Updated 3/2015; 6/2017; 11/2018; 7/2021; Jan2024; 12/2024.",
    "Author": "Bellamy W, Takase M, Wakabayashi H, Kawase K, Tomita M.1992",
    "Reference": "J Appl Bacteriol. 1992 Dec;73(6):472-9.PubMed.",
    "Title": "Antibacterial spectrum of lactoferricin B, a potent bactericidal peptide derived from the N-terminal region of bovine lactoferrin."
  },
  "3D Structure": []
}