{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00205",
    "Peptide Name": "Nisin A (NisaplinTM, ChrisinTM, food additive E234; natural AMPs; lantibiotic, class 1 bacteriocin, Gram-positive bacteria, prokaryotes; XXO; XXT5; XXW3; UCSS1b; BBW; BBMm; JJsn; Variants: nisin AP)",
    "Source": "Streptococcus lactis, reclassified asLactococcus lactis",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "ITSISLCTPGCKTGALMGCNMKTATCHCSIHVSK",
    "Sequence Length": 34,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Antiviral",
      "Spermicidal",
      "Anti-MRSA",
      "Synergistic AMPs",
      "Antibiofilm",
      "Wound healing",
      "Anticancer"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "nonhelixbeta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "1WCO",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": 0.37,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "44%",
    "Crucial residues": "The thioether bonds and the hinge region are essential for activity. Oxidation of the sulfur (XXO) made the peptide inactive (Wilson-Stanford, S et al. 2009 Appl Environ Microbiol 75: 1381-1387)."
  },
  "Literature Information": {
    "Literature": "Discovery: initially observed in inhibiting other bacteria. First lantibiotic discovered. The establishment of the sequence and structure was a long journey.  Four genes are involved in immunity: nisFEG and nisI, where nisFEG encode an ABC transporter and nisI encodes an immunity protein that binds nisin.Chemical modification. Shown is the amino acid sequence derived from nucleotide and the actual active form is a translationally modified peptide.  There are two di-hydroalanines (Dha): S5 and S33; one di-dehydrobutyrine (Dhb): T2; one lanthionine: S3-C7; and four methyllanthionines: T8-C11, T13-C19, T23-C26, and T25-C28 (Gross E, Morell JL 1971 J Am Chem Soc 93: 4634) (Provided by Torsten Stein).Activity: Bacterial inhibitory activity was first reported in 1928. Active against Micrococcus spp. (MIC 1.1 ug/ml), Enterococcus spp. (MIC 16.7), Listeria spp.,  Staphylococcus spp., Streptococcus spp.,  Bacillus spp. (MIC 4.2-8.4), Clostridium spp. (MIC 1.1 ug/ml), A. viscosus (MIC 83.6 ug/ml), Peptostreptococcus spp., C. diphtheriae,  G. vaginalis, M. smegmatis,  P. acnes (MIC 2.1-8.4 ug/ml) (Ref see AP1003), S. aureus or MRSA, and Gram- bacteria: C. jejune (MIC 1.1 ug/ml), H. influenzae (MIC 66.9 ug/ml), H. pylori (MIC 0.3 ug/ml), and Neisseria spp (MIC 8.4 ug/ml).It also has spermicidal effect.Antivirus: Nisin was found to interact with the SARS-CoV-2 spike protein receptor human ACE2 (Bhattacharya et al., 2021).Resistance mechanism: Bacteria have responding genes, and when knocked out, can reduce peptide MIC. More active against a mprF mutant strain (Peschel  et al., 2001). KO lysX gene of C. pseudotuberculosis reduced the MIC substantially to 2.5 ug/ml (cf. 80 ug/ml with this gene) (Gill et al., 2023).Synergy:AMPs: Nisin showed synergistic effect with lactoferrin against foodborne pathogens such as L monocytogenes and E. coli O157:H7 (Murdock CA et al 2007 Lett Appl Microbiol 44: 255-61). It also has antibiofilmB activity against S. mutans (Tong Z et al., 2011). Nisin AP, a high content form (95%), can inhibit head and Neck Cancer tumorigenesis (Kamarajan et al., 2015).Structure: For NMR structural studies in SDS and DPC, see Van den Hooven HW et al. 1996. Eur J Biochem 235: 382.You can rotate, zoom, and view the 3D structure in complex lipid IIherein the PDB.MOA:bacteria: dual mechanism, i.e. the peptide binds to lipid II followed by forming a pore on the membranes (Science 2006; 313: 1636-1637).peptide engineering tool: Importantly, recent work reveals that the enzymes (NisBTC) responsible for nisin generation may be applied to the modification of other peptides, potentially to improve the protease stability of the template.Surface immobilized peptide: Nisin has also been covalently immobilized 2011Qi et al.to a multiwalled carbon nanotube.Recombinant production:bacteria:Lactococcus Lactis: Phthalyl Starch Nanoparticles as Prebiotics Enhanced Nisin Production in Lactococcus Lactis Through the Induction of Mild Stress in Probiotics(Hong et al., 2020).Animal model:rabbits: it is safe and effective in the rabbit model (Reddy et al., 2004).Animal model:fruit fly:  The Lantibiotic NAI-107 efficiently rescues Drosophila melanogaster from infection with Methicillin-Resistant Staphylococcus aureus (MRSA) USA300 with an efficacy equivalent to that of vancomycin  (Thomsen et al., 2016).AMPs in use:food preservation: Nisin is a food preservative in use in more than 80 countries (approved by the European Union in 1983 and FDA in 1988). Swiss-Prot P13068.Updated/Edited 11/2011; 4/2014; 7/2015; 10/2015; 7/2016; 12/2016; 10/2017, 6/2020; 10/2020; 7/2021; 5/2023; 9/2023; Jan2024 GW",
    "Author": "Rogers, LA1928",
    "Reference": "J. Bacteriol. 1928; 16:321-325.PubMed.",
    "Title": "The inhibiting effect of Streptococcus lactis on Lactobacillus bulgaricus."
  },
  "3D Structure": []
}