{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00445",
    "Peptide Name": "RTD-1 (RTD 1; rhesus theta defensin 1; natural AMPs; monkey, primates, mammals, animals; 3S=S, Cys-rich; Arg-rich; XXC, UCBB1aB; BBS, ZZHa; BBBH2o; revisited)",
    "Source": "leukocytes,Rhesus Macaque(Macaca mulatta)",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GFCRCLCRRGVCRCICTR",
    "Sequence Length": 18,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "candidacidal",
      "Anti-HIV",
      "Anti-MRSA",
      "Anti-toxin",
      "Enzyme inhibitor"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "2LYF",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": 2.81,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "55%",
    "Crucial residues": "Circular structure, S-S bonds, and Arg residues important for activity and salt insensitivity."
  },
  "Literature Information": {
    "Literature": "Discovery: The first theta-defensin reported. It is a two gene ligation product. RTD-1 is most abundant (~50% of the RTD content; the ratio of RTD1, -2, and 3 are 29:1:2). Total RTD content varied by 3 fold between animals (see ref for AP1074).Activity: Active against S. aureus 502a or MRSA, L. monocytogenes, E. coli ML 35, S. typhimurium, C. albicans 16820, and C. neoformans. Theta-defensins are particularly important for antifungal activity of the granule extracts as alpha-defensins are poorly active (Tongaonkar P et al 2011 J Leuko Biol 89, 283-90). It is also active against HIV-1. RTD-1 inhibits human Papillomavirus (hrHPV, nonenvelope DNA virus) infection through a mechanism involving capsid clustering that inhibits virions from binding to cell surface receptor complexes (Skeate et al., 2020).Structure: It contains three disulfide bonds: 3,16; 5,14; 7,12. The molecule self associates in water in a concentration-depedent manner. Initially thought flexible (PDB ID: 1HVZ), the refined 3D structure revealed a rigid beta-hairpin structure (PDB ID: 2LYF;Conibear AC et al., 2012).You can rotate, zoom, and view the refined 3D structureherein the PDB.Antimicrobial robustness: Antibacterial activity of this circular molecule is salt-insensitive compared to non-circular alpha-defensins.SAR: The antibacterial activity of synthetic and isolated forms is indistinguishable. Acyclic RTD peptides are substantially less active against E. coli and S. aureus. Full sequence amino acid scanning of theta-defensin RTD-1 yields a potent anthrax lethal factor protease inhibitor. Both Cys (backbone folding) and Arg (highly conserved R4 and R13) are critical for this activity  (Li et al., 2017).MOA:  Theta-defensins are internalized rapidly by target bacterial cells.  MOA:virus: it binds to gp120 and CD4, thereby inhibiting HIV entry (Wang W J Immunol 2004; 173:515-520). Wild-type RTD-1 is a moderate non-competitive inhibitor of LF protease (Ki = 365 ± 20 nM) and a weak inhibitor of other metalloproteases such as TACE (Ki = 4.45 ± 0.48 ?M).Animal model:mouse:viruses:  RTD-1 showed efficacy in vivo against severe acute respiratory syndrome coronavirus (SARS) pulmonary disease (Wohlford-Lenane CL et al. 2009 J Virol 83: 11385-90). APD update: 6/2012, 11/2012; 9/2017; Jan2020 GW.",
    "Author": "Tang YQ, Yuan J, Osapay G, Osapay K, Tran D, Miller CJ, Ouellette AJ,Selsted ME1999",
    "Reference": "Science. 1999 Oct 15;286(5439):498-502",
    "Title": "A cyclic antimicrobial peptide produced in primate leukocytes by the ligation of two truncated alpha-defensins"
  },
  "3D Structure": []
}