{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00628",
    "Peptide Name": "LL-23 (LL23, fragment of LL-37, cathelicidin; natural AMPs; UCLL1; humans;  primates, mammals, animals)",
    "Source": "protease truncation; human skin,Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "LLGDFFRKSKEKIGKEFKRIVQR",
    "Sequence Length": 23,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antifungal"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Helix",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "2LMF",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": 3.01,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "34%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "A natural  innate immune peptide corresponding to the N-terminal 23 residues of human LL-37.host protease cleavage:  Protease-cleaved product of LL-37 in human skin. The active fragment appeared to be short-lived in vitro since it reduced with time and became not detectable after 24 h.Structure: Its structure and dynamics have been characterized in membrane-mimetic models (SDS, DPC, and D8PG) using both unlabeled and 15N-labeled samples (Biochemistry 2012).You can rotate, zoom, and view the 3D structure bound to SDS micellesherein the PDB. The Ser9 site splits the hydrophobic surface of the amphipathic helix into two domains, which explains its poor antimicrobial activity. A change of S9 to a hydrophobic A or V as observed in other homologous sequences revealed a deeper penetration into micelles (rather than helical strucure per se) is responsible for increased antibacterial activity.Activity: Active against only susceptible bacterial S. aureus mprF (KO) (diffusion assay), E. coli DC2 with altered outer membrane (MIC 9 uM) but weakly against E.coli K12 (MIC 160 uM). Based on the 3D structure, however, a mutation of Ser9 with either Ala or Val modulates the activities of LL-23. The Ser9Val mutant can better penetrate into membranes, leading to improved antibacterial activity.Recombinant production:bacteria:Escherichia coli: a bacterial expression system has been established for this peptide (Li etal., 2007). Its yeild is higher than other LL-37 cleaved more active peptides, indicating the more active AMPs can interfere with peptide expression.APD update 7/2012; 12/2012; 7/2021; 4/2023",
    "Author": "Yamasaki K, Schauber J, Coda A, Lin H, Dorschner RA, Schechter NM, Bonnart C, Descargues P, Hovnanian A, Gallo RL.2006",
    "Reference": "FASEB J. 2006 Oct;20(12):2068-80.PubMed.",
    "Title": "Kallikrein-mediated proteolysis regulates the antimicrobial effects of cathelicidins in skin"
  },
  "3D Structure": []
}