{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00451",
    "Peptide Name": "hBD-1 (Human beta-defensin 1; hBD1; natural AMPs; 3S=S; UCSS1a;  primates, mammals, animals; ZZH, JJsn; XXR)",
    "Source": "airway, hemofiltrates, urine, kidney; keratinocytes; skin; platelets; oral saliva; milk, mammary gland epithelium, colonic mucosa,Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "DHYNCVSSGGQCLYSACPIFTKIQGTCYRGKAKCCK",
    "Sequence Length": 36,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "candidacidal",
      "Anti-HIV",
      "Anti-toxin",
      "Channel inhibitors",
      "Synergistic AMPs",
      "Anticancer"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Combine Helix and Beta structure",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "1E4S",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 4,
    "Boman Index": 1.3,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "36%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Discovery: The first human beta defensin found.Expression: hBD-1 is constitutively expressed. hBD-1 is one of the most prominent peptides of its class but despite ubiquitous expression by all human epithelia, comparison with other defensins suggested only minor antibiotic killing activity. In colonic epithelial cells, hBD-1 is supressed by the EGFR-ERK-MYC axis (Bonamy et al., 2018).AMP significance and human diseasePeople with leukocytospermia are more susceptible to bacterial infection as a\nresult of deficiency in the CCR6 expression as well as hBD-1 genes. Male infertility treatment: Treatment with recombinant DEFB1 markedly restores DEFB1 expression, bactericidal activity, sperm quality, and egg-penetrating ability in sperm from both asthenozoospermia and leukocytospermia patients.  (Diao et al., 2014). High hBD-1 is an accurate predictor of short-term mortality in patients with acute-on-chronic liver failure (ACLF) (Mani et al., 2018).Activity:While the reduced form is active against both Gram+ and Gram- bacteria, the oxidized form is only active against Gram- bacteria with little effect on cell envelope (Raschig J et al., 2017). Interestingly, it inhibits the growth of clinical S. aureus strains but NOT lab strains. It was observed that hBD-1 from human platelets can cluster bacteria and signals NETs formation (Kraemer BF et al. 2011 PLoS Pathog Nov 7).Antimicrobial robustness: This AMP is a salt-sensitive antibiotic in lung that is inactivated in cystic fibrosis (Cell. 1997 Feb 21;88(4):553-60). NaCl-sensitive:P. aeruginosa;  NaCl-sensitive:E. coli (150 mM); MgCl2-sensitive:E. coli (2.5 mM).SAR:  It is VERY interesting that after reduction of disulphide-bridges, hBD-1 becomes a potent AMP against the opportunistic pathogenic fungus C. albicans and against anaerobic, Gram-positive commensals of Bifidobacterium and Lactobacillus species. It seems to work using a mechanism different from hBD-3 (mainly on membranes). For a full story, please refer to Schroeder BO et al Reduction of disulphide bonds unmasks potent antimicrobial activity of human beta-defensin 1 Nature. 2011 Jan 20;469(7330):419-23 (APD recommended reading). Apoptosis.Synergy:AMPs: This AMP shows synergistic effect with LL-37 or lysozyme against S. aureus and E. coli (Chen X et al 2005 J Dermatol Sci 40: 123-32).MOA:Fungi:C. glabrata:  It kiils C. glabrata by generating oxidative stress and arresting the cell cycle in G0/G1 phase (Kamli et al., 2022).Structurenmr+x: it contains one helix and three beta-strands linked by three disulfide bonds (NMR: Bauer F et al. 2001 Protein Sci 10:2470, use the PDB link; X-ray: Hoover DM et al 2001 J Biol Chem 276:39021-6; PDB:1IJV).You can rotate, zoom, and view the NMR structureherein the PDB.You can view the crystal structurehere.Chemotactic: chemotactic effects of hBD-1 is achieved via the CCR6 receptor  expressed on\nimmature dendritic cells and CD45RO+ and CD4+ T cells (Pazgier M et al., 2007). The CCR6-mediated chemotaxis surface is defined by the N-terminal alpha-helical region (Asp(1)... Ser(8)) and a few topologically adjacent residues (Lys(22), Arg(29), and Lys(33)).Channel inhibitor: HBD1 was found to selectively inhibit human and mouse Kv1.3 channels with IC50 values of 11.8 ± 3.1 uM and 13.2 ± 4.0 uM, respectively (Feng J et al., 2016).APD Updated Jan2011; 11/2011; 4/2016; 3/2017; 9/2018; 11/2018; 12/2018; 8/2022; 3/2023",
    "Author": "Bensch KW, Raida M, Mägert HJ, Schulz-Knappe P, Forssmann WG.1995",
    "Reference": "FEBS Lett. 1995 Jul 17;368(2):331-5.PubMed",
    "Title": "hBD-1: a novel beta-defensin from human plasma"
  },
  "3D Structure": []
}