{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00176",
    "Peptide Name": "human neutrophil peptide-1 (HNP-1, HNP1, natural AMPs; alpha Defensin, DEFA1B; UCSS1a;  lectin;  primates, mammals, animals;  XXX; ZZHh, BBS; BBL; BBW; 3S=S)",
    "Source": "neutrophils; natural killer cells, monocytes; airway, saliva;Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "ACYCRIPACIAGERRYGTCIYQGRLWAFCC",
    "Sequence Length": 30,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "Antiparasitic",
      "Anti-HIV",
      "Chemotactic",
      "Anti-MRSA",
      "Anti-toxin",
      "Enzyme inhibitor",
      "anti-sepsis",
      "Wound healing",
      "Anticancer"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "3GNY",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 3,
    "Boman Index": 1.07,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "53%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Discovery: First alpha-defensin discovered.Activity: Killed C. difficile. Active against L. monocytogenes (MIC 39.7 ug/ml), S.epidermis (MIC 2.2 ug/ml), S. aureus or MRSA (MIC 5.2-21.2 ug/ml), B. subtilis, Gram-negative E. coli, S. typhimurium,  and S. maltophilia (MIC 1.8-11.9 ug/ml). More active against a mprF mutant strain (Peschel  et al., 2001). Human HNP-1 blocks papillomavirus infection (both cutaneous and mucosal papillomavirus types). HNPs 1-3 and HD-5 have been reported to be present in the female genital tract at levels that overlap those that inhibit HPVs in vitro (Buck et al., 2006). HNP-1 is active against pseudotyped viruses expressing SARS-CoV-2 spike proteins (Xu et al., 2021) as well as Zika virus (ZIKV) (Li et al., 2020). HNP-1 is also active against Leishmania major promastigotes and amastigotesDabirian S et al., 2013. It can also promote wound healing. Enzyme inhibitor: it inhibits protein kinase C (Charp et al., 1988). HNP1 can also neutralize anthrax lethal toxin and other toxins (Kim C et al., 2005;Kim C et al., 2006).Structure: The 3 disulfide bonds are between residues 2-30, 4-19, and 9-29. S-S bond pattern: Cys1–Cys6, Cys2–Cys4, and Cys3–Cys5. Compared to HNP-2, HNP-1 contains one additional residue (Ala) at the N-terminus. It contains a long stretch of a double-stranded antiparallel beta-sheet in a hairpin conformation that contains a beta-bulge, a short region of triple-stranded beta-sheet, and several tight turns.You can rotate, zoom, and view the tetrameric crystal structureherein the PDB. There are multiple structures for HNP1 mutants or derivatives in the PDB.MOA:bacteria: the L- and D-forms of HNP-1 (crystal structures are true mirror images) are equally active against E. coli (D=L), indicating membrane targeting. However, they displayed different activity against S. aureus. Subsequently, it was found that HNP-1 binds to cell wall precursor lipid II (dee Leeuw et al. 2010 FEBS Lett 584: 1543).MOA:virus:HIV: Although it is a lectin and binds to gp120 and CD4, HNP-1 was found to show inhibitory effects after HIV-1 entry (Wang et al. 2004 J Immunol 173: 515). It inhibits non-enveloped BK virus infection by aggregating virions and blocking binding to host cells (JBC 2008; 283: 31125-31132).MOA:fungi:C. auris: it causes fungal apoptosis and ROS production. These examples indicate that the mechanisms of action of AMPs could depend on the type of organisms.Resistance mechanism: Bacteria have responding genes, and when knocked out, can reduce peptide MIC. KO lysX gene of C. pseudotuberculosis reduced the MIC substantially to 0.75 ug/ml (cf. 3 ug/ml with this gene) (Gill et al., 2023).Chemical modification: Arginine can be ADP-ribosylated and HNP1 became less antimicrobial and cytotoxic, thereby regulating peptide properties in vivo (Paone et al., 2002). Anti-toxin: HNP-1-3 protected mice against the fatal consequences of B. anthracis produces lethal toxin (LeTx) (Kim et al. 2005).APD Update: 12/2009; 7/2010; 12/2011; 6/2012; 10/2013; 10/2015; 9/2017; 11/2018; 8/2021; Jan2023; 9/2023; 5/2024",
    "Author": "Selsted ME, Harwig SS, Ganz T, Schilling JW,Lehrer RI1985",
    "Reference": "J Clin Invest. 1985 Oct;76(4):1436-9.Pub-Med.",
    "Title": "Primary structures of three human neutrophil defensins"
  },
  "3D Structure": []
}