{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00480",
    "Peptide Name": "Microcin J25 (MccJ25, microcin 25, Mcc25; natural AMPs; Gly-rich;  lactam; a class 2 lasso peptide; class 1 microcins, bacteriocins, Gram-negative bacteria, prokaryotes; XXJ; UCSB1a; BBpol; revisited)",
    "Source": "Escherichia coliAY25;  human microbiota:gut, symbiont bacteria",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GGAGHVPEYFVGIGTPISFYG",
    "Sequence Length": 21,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram-"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "1Q71",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": -1,
    "Boman Index": -0.64,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "33%",
    "Crucial residues": "Cyclic structure. Y9 is important for the second mechanism (2009 FEMS Microbio Lett 300: 90-96)."
  },
  "Literature Information": {
    "Literature": "Activity: Secreted by E. coli AY25 to inhibit the growth of other Gram-negative bacteria. Active against E. coli BM21 (MIC 0.08-5 ug/ml), E. coli AB1133 (MIC 0.02-2.5 ug/ml), E. coli RYC816 (MIC 0.04-2.5 ug/ml), E. coli AY29 (0.04 in LB), and S. newport (MIC 0.01 ug/ml).Gene cluster: MccJ25 (formerly Mcc25) is the single representative of the immunity group J.  Four plasmid genes (plasmid-encoded) are required for MccJ25 biosyntheis: mcjA encodes the precursor protein, mcjB and mcjC encode two processing enzymes to generate mature peptide, and mcjD encodes the immunity protein (McjD), a member of the ABC transporter family. Immunity is achieved by active efflux of the processed peptide.  Bacterial mutants resistant to MccJ25 can taken in the peptide via the outer membrane protein FhuA (the iron siderophore receptor) and inner membrane proteins TonB, ExbD, ExbB and SbmA.MOA:bacteria:  It works by dual mechanism, interaction with RNA polymerase (RNAP) or membrane respiratory enzyme chain(Bellomio et al., 2007).Structure:  Old Structure: Originally proposed as a head-to-tail cyclic peptide (Blond 1999). Current structure (2003): MccJ25 has an unusual lariat-protoknot (\"threaded lasso\") structure consisting of an eight aa residue ring formed between the backbone NH of residue Gly1 and the side chain CO of residue Glu8 (XXCsb) (Wilson et al, 2003;Rosenqren et al., 2003).You can rotate, zoom, and view the 3D structureherein the PDB. The 13-residue tail loops back and pass through the ring and locked via aromatic rings of residues F19 and Y20 (see the structure in PDB).  The crystal structure of this peptide in complex with  the bacterial RNA polymerase (RNAP) has also been determined (Braffman et al., 2019). MccJ25 binds deep within the secondary channel in a manner expected to interfere with NTP substrate binding.SAR:  Systematic structure-activity analysis of MccJ25 revealed that only three in the ring and one in the tail are important for this peptide expression. Furthermore, two residues in the ring and four in the threaded segment of the tail are essential for transcription inhibition (JBC 2008; 37: 25589-25595).Animal model:mouse: It showed prolong effect in a mouse infection model(Lopez et al., 2007).Recombinant production:bacteria:Escherichia coli:\nAlso Recombinant production:bacteria:Bacillus subtilis: improved expression with peptide yield 2.827 uM MccJ25 (Zhang et al., 2023).Peptide engineering: This lasso fold is used as a stable peptide scaffold for grafting therapeutic peptides to enhance peptide stability (Hegemann et al., 2014). For instance, the structure of Lasso peptide-based integrin inhibitor can be viewedherein the PDB.Updated 2/2010; 10/2012; 2/2014; Jan2016; 7/2016; 9/2017; Jan2019; formatted Jan2024; 12/2024.",
    "Author": "Salomón RA, Farías RN.1992",
    "Reference": "J Bacteriol. 1992 Nov;174(22):7428-35.PubMed.",
    "Title": "Microcin 25, a novel antimicrobial peptide produced by Escherichia coli."
  },
  "3D Structure": []
}