{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00524",
    "Peptide Name": "Human beta defensin 2 (hBD-2; hBD2; natural AMPs; UCSS1a; human,  primates, mammals, animals; ZZHh; 3S=S; JJsn)",
    "Source": "airway, skin, lung, trachea epithelia, and uterus, oral (saliva);Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GIGDPVTCLKSGAICHPVFCPRRYKQIGTCGLPGTKCCKKP",
    "Sequence Length": 41,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "candidacidal",
      "Anti-HIV",
      "Chemotactic",
      "Anti-toxin",
      "Channel inhibitors",
      "Synergistic AMPs",
      "Antibiofilm",
      "Wound healing"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Combine Helix and Beta structure",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "1FD3",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 7,
    "Boman Index": 0.9,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "36%",
    "Crucial residues": "properly folded structure is required for antimicrobial activity."
  },
  "Literature Information": {
    "Literature": "Sequence analysis: Sequence most similar to bovine tracheal antimicrobial peptide (the first beta defensin).Host expression:induced: hBD-2 is induced and mainly expressed under inflammatary conditions. The level of hBD-2 in human milk is in the range of 2.6-16.3 ug/ml in Latin American women (Baricelli J et al., 2014). Dietary histone deacetylase inhibitor sulforaphane and butyrate induces HBD-2 expression in intestinal epithelial cells (Immunology 2008; 125: 241-51).Chemotactic. In addition, hBD-2 and hBD-3 induce chemotaxis via interactions with CCR2 (Rohrl J et al., 2010) or CCR6 expressing cells (Yang et al., 1999). IL-17A and IL-17F are most effective inducer of hBD-2 in human airway epithelial cells (Archer NK et al., 2016).Activity. synthetic: Active against E. coli DSM1103 (MIC 18.8 ug/ml), K. pneumoniae DSM681 (MIC 37.5 ug/ml), P. aeruginosa DSM1128 (MIC 25 ug/ml), S. aureus ATCC25923 (MIC 100 ug/ml), and S.pneumoniae DSM11865 (MIC 300 ug/ml) (see ref AP1315).Viruses: HIV-1 (Bharucha et al., 2021);Fungi: C. albicans, Candida glabrata.In addition, hBD-2 targets prokaryotic KcsA channel (Yount et al., 2009).Antimicrobial robustness:  Activity is salt-sensitive.Synergy:AMPs: It also shows synergistic effect with LL-37 in controling group B Streptococcus, an important neonatal pathogen (Dorschner RA et al., 2003).MOA:virus:  Both hBD-2 and hBD-3 inhibit R5 and X4 types of HIV-1 infection in a dose-dependent manner (Sun et al. 2005 J Virol 79: 14318-29). Its anti-HIV-1 effect may be due to a direct inactivation of cell-free virions and inhibition viral replication after cDNA formation (Weinberg et al 2006 Adv Dent Res 19: 42-8).Structure. The 3 disulfide bonds are between residues 8-37, 15-30, and 20-38.  The structure (one N-terminal helix and 3 beta strands) was found to be monomer in solution (Sawai MW et al 2001 Biochemistry 40:3810; PDB ID:1E4Q) but a dimer in the crystal (Hoover DM et al 2000 J Biol Chem 275:32911; use the PDB link below (nmr+x). There are other crystal structures solved in a differnt crystal or for mutants, as well as NMR structure solved by Sawai et al. (2001), see1FQQ. Note that there are multiple mutant structures in the PDB.You can rotate, zoom, and view the dimeric crystal structure 1FD3herein the PDB. Such a fold can be imporant for inhibiting the Kv1.3 potassium channel (channel inhibitor). Also, its antifungal structure in complex with phosphatidylinositol 4,5-bisphosphate (PIP2) has been determined (Järvå M et al., 2018). Mutations in these sites ablate PIP2-mediated fungal growth inhibition by HBD-2.You can rotate, zoom, and view the complex crystal structurehere.Potential use. It also has wound healing effect (Otte JM et al., 2009). In this direction, the antibiofilm activity of the peptide can be beneficial (Parducho et al., 2020). Transgenic plants: expression of this peptide in Arabidopsis thaliana reduced fungal infection (Plant Cell Rep. 2007 Aug;26(8):1391-8).APD update: 6/13/2012; 12/2013;  2/2014; 6/2014; 9/2014; 10/2016; 3/2017; 6/2017; 8/2018; 11/2018; 5/2020; 7/2021; 3/2023; 7/2023; 12/2024  GW",
    "Author": "Harder J, Bartels J, Christophers E, Schröder JM.1997",
    "Reference": "Nature. 1997 Jun 26;387(6636):861.PubMed.",
    "Title": "A peptide antibiotic from human skin"
  },
  "3D Structure": []
}