{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP00310",
    "Peptide Name": "LL-37 (LL37;  cell-penetrating; natural AMPs; cathelicidin; UCLL1; human; primates, mammals, animals; XXE, XXI, XXX; XXY; XXZ; BBBh2o, BBBm; BBMm, BBPP, BBN, BBL, BBrsg, JJsn)",
    "Source": "neutrophils, monocytes; macrophages; mast cells; lymphocytes, Mesenchymal Stem Cells; islets; skin, sweat; airway surface liquid, saliva; colonic mucosa; bone marrow and testis,Homo sapiens; AlsoPan troglodytes",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "LLGDFFRKSKEKIGKEFKRIVQRIKDFLRNLVPRTES",
    "Sequence Length": 37,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "Antifungal",
      "candidacidal",
      "Antiparasitic",
      "Spermicidal",
      "Anti-HIV",
      "Chemotactic",
      "Anti-MRSA",
      "Enzyme inhibitor",
      "anti-TB",
      "anti-sepsis",
      "Synergistic AMPs",
      "Hemolytic",
      "Antibiofilm",
      "Wound healing",
      "Anticancer"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Helix",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "2K6O",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 6,
    "Boman Index": 2.99,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "35%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "AMP significance and human disease: Deficiency in saliva LL-37 (leucine leucine 37) accords with occurrence of periodontal disease in patients with morbus KostmannPütsep K et al., 2002. Lower levels of LL-37 in serum are correlated with RSV and severity of bronchiolitis and viral etiology (Mansbach et al., 2017). The relationship of human LL-37 with cancer is complex (Reviewed byWu et al. 2010). While LL-37 could promote cancer metastasis in certain cases, its fragment (FK-16) have been documented to have anti-cancer effects (Li et al., 2006). LL-37 appears to promote liver repair after acetaminophon-induced injury (Zhai et al., 2023).  The N-terminal leucine pair of LL-37 is critical for autophage (Rekha et al., 2025).Therapeutic strategy: Sunlight and vitamin D, and light therapy: host expression:induced. The expression of LL-37 is transcriptionally regulated by vitamin D(Karlsson J et al. 2008), sunlight, and other factors. This might have provided the basis for Niels Finsen'light therapyto treat TB. Indeed, colocalization of LL-37 and mycobacteria element has been detected in macrophages(Deshpande et al., 2020). The administration of vitamin D (25D3) as supplement (leading to cathelicidin expression in epithelial cells) may prevent urinary tract infection (UTI)(Hertting, O et al. 2010). Other AMP inducing factors are listedhere.Discovery: Discovered in 1995 by three labs (see the ref;Cowland JB et al. 1995;Larrick JW et al. 1995). The precursor protein is human cationic antimicrobial protein-18 kDa (hCAP-18).  The mature peptide released by proteinase 3 is referred to as LL-37 (Gudmundsson GH et al., 1996), which is two residues shorter than the predicted form FALL-39 (AP03566).Sequence analysis: Molecular formula of LL-37: C205H341N59O53; Mol. Wt. 4493.312; molar extinction coefficient = 0.Post-translational chemical modification: Arginines of LL-37 can get citrullinated (Kilsgård et al., 2012), weakening its ability in preventing endotoxin-induced sepsis(Koziel J et al., 2014). It has been proved that citrullinated LL-37 can be detected when healthy people are exposed to LPS (Al-Adwani et al., 2020). Also, up to four out of the five arginines of LL-37 can be ADP-ribosylated, thereby regulating peptide properties in vivo (Picchianti et al., 2015). LL-37 may also be carbamylated (Koro et al., 2016).   It appears that LL-37 in neutrophils (formylated,\nacetylated, and citrullinated) is more modified than that from macrophage (Rekha et al., 2025.Activity: Active against bacteria (E. coli. B. thailandensis, A. baunmannii, H. pylori, P. aeruginosa, K. pneumoniae, S. maltophilia, P. mirabilis, P. vulgaris, H. influenzae, P. gingivalis, Y. pestis, B. anthracis (D=L), E. faecalis (VRE), S. epidermidis, S. aureus or MRSA (MIC medium and condition dependent), B. subtilis, S. mutans, M. tuberculosis (anti-TB), M. smegmatis, M. bovis, L. casei, L. monocytogenes EGD (MIC 1.5 ug/ml), M. luteus, P. acnes, T. denticola, T. palidum, Y. pestis, A. xylosoxidans, B. suis, F. novicida, F. nucleatum, L. interrogans, Group A streptococcus, Group B streptococcus);Fungi: C. albicans;Viruses: inhibit human Immunodeficiency Virus Type 1 HIV-1 (EC50 1.6 uM; TC50 18.4 uM); Enterovirus 71 (EV71), Herpes Simplex Virus (HSV-1); respiratory syncytial virus (RSV); influenza virus; human adenovirus (HAdV); dengue virus type 2 (DENV-2), Zika virus (ZIKV) (He et al., 2008); human Rhinovirus 1B (HRV1B) (Sousa et al., 2017); the Kaposi's sarcoma-associated herpesvirus (KSHV) (Brice et al., 2018); Venezuelan equine encephalitis virus (VEEV) (Ahmed A et al. 2019); SARS-Cov-2 (Wang et al. 2021); West Nile Virus (WNV) (Chessa et al., 2022);Parasites (e.g., E. histolytica),cancer cells.Biofilms: It inhibits F. novicida biofilms in vitro even at 0.24 ug/ml based on CV staining (Amer LS et al., 2010) (EC50 50 nM). It inhibits biofilm formation of P. aeruginosa below MIC (0.05 ug/ml) (Overhage J et al., 2008;Dean SN et al., 2011).It also reduced the viability of T. vaginalis on a 5-nitroimidazole-sensitive and a 5-nitroimidazole-resistant strain (Ramírez-Ledesma et al., 2022).Sperm: It can also kill sperms, a possible spermicidal agent for developing a potential vaginal contraceptive  (Srakaew N et al., 2014).AMP inactivation: Antibacterial activity of LL-37 is serum-sensitive and become inactive in human serum due to binding to serum proteins such as human apolipoprotein A-I (apoA-I). Also, activity is NaCl-sensitive:E. coli (100 mM).  LL-37 can be cleaved by multiple proteases such as cathepsins S and K. However, it inhibits cathepsin L (Andrault PM et al., 2015).  LL-37 can also associate with F-actin and DNA and becomes inactive(reviewed by Wang, G 2007).  In addition, pathogens use various proteases to cleave LL-37 (refs).Synergy:AMPs: LL-37 shows synergistic effect with defensins or lysozyme (ref?).MOA:bacteria: Multiple studies revealed a membrane targeting of LL-37 by forming pores (refs). However, LL-37 may also target the outer membrane protein I (OprI) of Pseudomonas aeruginosa (Lin et al., 2010).Structure: At an acidic condition, LL-37 is disordered, but becomes helical (involving residues 2-36, tetramer) at elevated pH (~7) (Li et al., 2007). This tetramer is maintained in zwitterionic membranes but dissociated in anionic bacterial membranes (Oren et al. 1999 Biochem J 341:501-513). Upon association with bacteiral LPS or inner membrane PG, LL-37 is helical (CD).The membrane-bound high-resolution structure of LL-37determined by 3D triple-resonance NMR in the presence of anionic SDS or dioctanoylphosphatidylglycerol (D8PG) using 13C,15N-labeled sample reveals a long helix covering residues 2-31 with a disordered C-terminal tail. (Wang G, 2008). The rigid helical region is confirmed by N15 NOE.You can rotate, zoom, and view the 3D structureherein the PDB.Resistance development:yes:bacteria:S. aureus USA300: it developed resistance to LL-37 in a multiple passage experiment after 189 generations  (Kubicek-Sutherland et al., 2016). Stable mutants showed cross resistance to both antibiotics and other innate immune peptide defensins.Resistance mechanism: Bacteria have responding genes, and when knocked out, can reduce peptide MIC. MprF is an enzyme that places lysine on membrane PG to reduce the afficity of LL-37 to anionic bacterial membranes (ref needed). Likewise, KO lysX gene of C. pseudotuberculosis reduced the MIC substantially to 0.75 ug/ml (cf. >60 ug/ml with this gene) (Gill et al., 2023). Bacteria also use other means by secreting proteases to compromise the effect of AMPs (e.g.,Sieprawska-Lupa et al., 2004).   In HEK293 cells, Mycobacterium tuberculosis uses dehydrogenating L-alanine to suppress the path for LL-37 expression (Peng et al., 2024).Immune modulation: In addition to anti-septic effects, LL-37 also possesses multiple other functions such as chemotaxis (e.g. to monocytes; T cells; peripheral blood neutrophils; eosinophils) via formyl peptide receptor 2 (FPR2) (Yang D et al., 2000), mast cells via MrgX2 (Subramanian et al., 2011), activates CXCR2 receptor of neutrophils, purinergic receptor P2X7 in fibroblasts, and insulin growth factor receptor in epithelial cells, promotes wound healing, cell differentiation, apoptosis, and  immune modulation. In addition, scavenger receptors (SCARB1 (SR-B1), OLR1 (SR-E1), and AGER (SR-J1)) appear involved in immunemodulation (Amagai et al., 2023).Anti-inflammatory: The binding of LL-37 to LPS modulates the signal transduction via the TLR4 pathway, while its binding to bacterial DNA works via the TLR9 pathway. LL-37 can also neutralize cytosolic DNA and block AIM2 inflammasome formation (Dombrowski et al., 2011).Surface immobilized peptide: LL-37 has also been covalently immobilized 2006Gabriel M et al.to the titanium surface. So areKR-12 (the minimal antimicrobial peptide),IG-25that corresponds to residues 13-37 of LL-37, and the major antimicrobial region FK-16 (GF-17 minus N-terminus G) (Mishra and Wang, 2017).Recombinant production:bacteria:Escherichia coli: LL-37 has been recombinantly expressed by multiple labs at different yields (refs).Biodistribution: When administered as an intravenous (IV) bolus just over 20 µg, a gallium-67 labeled variant of LL-37 is rapidly cleared from the blood and distributed in liver and spleen. Radioactivity was detected after 48 h (Esposito et al., 2024).Clinical trials: LL-37 cream enhanced the healing rate of diabetic foot ulcer (DFU) with mild infection, but did not decrease the levels of IL-1alpha and TNF-alpha and the number of aerobic bacteria colonization (Miranda et al., 2023. This trial is registered at ClinicalTrials.gov, number NCT04098562. In addition, OP-145, a derivative of LL-37, has been subjected to clinical trials (see AP00945).SAR: more related sequences in the APD: e.g., FALL-39: predicted; ALL-38: alternative form. Synthetic derivatives: GF-17/FK-16: major antimicrobial peptide; KR-12: minimal antibacterial region.The LL-37 story will surely continue to evolve. Found in multiple species.Also see ALL-38.APD update: 12/2010; 11/2011; 2/2012; 8/2012; Jan2013; 4/2013; 5/2014; 9/2014; Jan2015; 12/2015; 2/2016; 4/2016; 10/2016; 3/2017; 6/2017; 8/2017; 12/2017; Jan2018; 8/2018; 10/2018; 2/2019; 9/2019; 2/2020; 9/2020; 7/2021; 9/2022; Jan2023; 3/2023; 7/2023; 9/2023; 11/2023; Jan2024; 5/2024; 7/2024; 11/2024; 2/2025Go to PubChemfor additional information.",
    "Author": "Gudmundsson GH, Agerberth B, Odeberg J, Bergman T, Olsson B, Salcedo R. T.1996",
    "Reference": "Eur J Biochem. 1996 Jun 1;238(2):325-32. doi: 10.1111/j.1432-1033.1996.0325z.x.PubMed",
    "Title": "The human gene FALL39 and processing of the cathelin precursor to the antibacterial peptide LL-37 in granulocytes."
  },
  "3D Structure": []
}