{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP01788",
    "Peptide Name": "Myticin C (Myt C; natural AMPs; mollusca/molluscs/mollusks, marine invertebrates, animals; 4S=S; Variants: reduced form XXR)",
    "Source": "the mediterranean mussel,Mytilus galloprovincialis",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "QEAQSVACTSYYCSKFCGSAGCSLYGCYLLHPGKICYCLHCSR",
    "Sequence Length": 43,
    "UniProt Entry": "Ref",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral",
      "candidacidal",
      "Chemotactic",
      "Wound healing"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Bridge",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 4,
    "Boman Index": 0.6,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "41%",
    "Crucial residues": "Disulfide bond"
  },
  "Literature Information": {
    "Literature": "Expression: This peptide was constitutively expressed in native mussels in all the tissues, including hemocytes, gills, mantle, muscle, gonad, and digestive gland. It's also detected in oocytes and in larvae collected 2 and 24 h after fertilization. In addition, the Myt C expression level in hemocytes increased upon treatment with bacteria, implying its role in host defense.Activity: the longest synthetic peptide residues 1-40, active against E. coli (MIC 32 uM), P-aeruginosa (MIC >64 uM), E. faecalis (MIC 4 uM), S. aureus (MIC 64 uM), C. albicans (MIC 64 uM), and A-brasiliensis (MIC > 64 uM). MBC values are generally much higher. pH-sensitive: The activity is pH dependent. Only when tested at pH 5 was the reduced MytC as well as reduced and oxidized fragments including structural beta-elements able to inhibit Gram-positive and -negative bacteria (MIC ranges of 4-32 and 8-32 uM, respectively). Recently, the peptide was demonstrated to have antiviral and chemotactic activities as well (Balseiro P et al. PLoS One. 2011;6(8):e23140). Activity against a fish rhabdovirus. Possible four disulfide bonds. In contrast to results previously reported for oxidized isoforms of mussel myticins, reduced MytCc was not active against bacteria at physiological pH and showed a moderate antiviral activity against the viral haemorrhagic septicaemia (VHS) rhabdovirus. However, its chemotactic properties remained active (Martinez-Lopez A et al. 2013). Transcriptomic Analysis Reveals the Wound Healing Activity of Mussel Myticin C (Magalí Rey-Campos et al., 2020).SAR: fragment 1-18 did not show activity till 64 uM; fragment 9-28 only showed activity against E. faecalis (MIC 16 uM); fragment 19-40 was active against most of the tested bacteria although weakly against P. aeruginosa and C. albicans. However, fragments shorter than 19-40 were essentialy inactive.Structure: Predicted to have an alpha-beta structure (Domeneghetti S et al., 2015).  Updated 9/4/2013; Jan2020.",
    "Author": "Pallavicini A, Costa Mdel M, Gestal C, Dreos R, Figueras A, Venier P, Novoa B2008",
    "Reference": "Dev Comp Immunol. 2008;32(3):213-26.PubMed.",
    "Title": "High sequence variability of myticin transcripts in hemocytes of immune-stimulated mussels suggests ancient host-pathogen interactions"
  },
  "3D Structure": []
}