{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP01633",
    "Peptide Name": "WLBU2 (Trp-substituted derivative with two lytic base units, Arg-rich; Val-rich; synthetic AMPs20, UCLL1)",
    "Source": "De novo designed using only residues V, R, and W, man-made sequences",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "RRWVRRVRRWVRRVVRVVRRWVRR",
    "Sequence Length": 24,
    "UniProt Entry": "Ref",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Helix",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 13,
    "Boman Index": 6.44,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "45%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "This peptide was active at physiologic NaCl concentrations against S. aureus and mucoid and nonmucoid strains of P. aeruginosa (see the ref). It also kills three oral microorganisms (grown planktonically): S. gordonii, F. nucleatum, and P. gingivalis (Antimicrob Agents Chemother. 2007 May;51(5):1837-9). WLBU2 also reduced the bacterial burden of S. gordonii and F. nucleatum biofilms. The minimal DNA bundling concentrations of LL-37 and WLBU2 are similar to the concentrations necessary to ensure effective bacteria killing. CSA-13, a member of the ceragenin family, like natural LL37 or synthetic WLBU2 and HB71 peptides targets the bacterial wall through interactions with LPS and LTA. The ability of CSA-13 to maintain its bactericidal activity in the presence of negatively charged F-actin and DNA and the observed additive effect of CSA-13 with rhDNase I suggest that this synthetic antibiotic has potential advantages in treating chronic infection in CF airways (J Antimicrob Chemother. 2007 Sep;60(3):535-45).  Animal model:mouse: Intravenous injection of the peptide at 12 mg/Kg can protect mice from death due to i.p, infected P. aeruginosa. For the mice given peptide post-bacterial infection, in the 1 mg/kg group, nine of nine animals died because of Pseudomonas sepsis; in the 3 mg/kg group, only one of nine succumbed to infection and in the 4 mg/kg group, all mice were protected (P < 0.0001) by the peptide (Deslouches B et al., 2007).Surface immobilized peptide: The peptide has been coated to surface.  WLBU2 tethered on pendant PEO chains exhibited significantly greater capture of intact bacterial cells and endotoxin than surface-immobilized WLBU2 (Raman et al., 2017).  Updated 10/2010; 9/2017; 7/2018.",
    "Author": "Deslouches B, Phadke SM, Lazarevic V, Cascio M, Islam K, Montelaro RC, Mietzner TA.",
    "Reference": "Antimicrob Agents Chemother. 2005 Jan;49(1):316-22.Pub-Med",
    "Title": "De novo generation of cationic antimicrobial peptides: influence of length and tryptophan substitution on antimicrobial activity"
  },
  "3D Structure": []
}