{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP01724",
    "Peptide Name": "Capistruin (Cap; natural AMPs; lactam; class 2 lasso peptide; class 1 microcin, bacteriocins; Gram-negative bacteria, prokaryotes; XXJ; UCSB1a; BBpol)",
    "Source": "Burkholderia thailandensisE264",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GTPGFQTPDARVISRFGFN",
    "Sequence Length": 19,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram-"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "6N61",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 1,
    "Boman Index": 1.93,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "31%",
    "Crucial residues": "Residues Gly1, Arg11, Val12, and Ile13 were found to be critical for peptide maturation (Knappe TA et al 2009 Chem Biol 16: 1290-1298)."
  },
  "Literature Information": {
    "Literature": "Discovery: Discovered by genome mining based on the known MccJ25-gene coding cluster McjABCD. Capistruin is endoded by the capABCD gene cluster, where capA encodes the precursor polypeptide, capB cleaves the presursor and is likely to promote the cyclization, capC encodes an enzyme that activates the side chain of Asp9 for cyclization, and capD encodes a immunity protein. Showed activity against closely related Burkholderia and Pseudomonas strains.Chemical modification:  Different from the lasso structure of MccJ25, where the N-terminal Gly forms an amide bond with the carboxyl group of Glu8, capistruin forms a 9-residue macrolactam ring formed between NH of Gly1 and the carboxylic side chain of Asp9.Structure:  In addition, Arg15 is reponsible for the trapping of the tail in the ring structure. The structure of the peptide in complex with the RNA polymerase (RNAP) has been solved by X-ray crystallography.MOA:bacteria: Like MccJ25, Cap binds within the RNAP secondary channel, not identical to that of MccJ25. Cap binds further from the RNAP active site and does not sterically interfere with NTP binding, and we show that Cap inhibition is partially noncompetitive with respect to NTPs (Braffman  et al., 2019).You can rotate, zoom, and view the 3D structureherein the PDB.Recombinant production:bacteria:Burkholderia sp. FERM BP-3421: FERM BP-3421 is a nonpathogenic isolate previously used to produce natural products at industrial scales. In this bacterium, the expression yield is 580-fold higher than that in Escherichia coli.Updated Jan2019; 12/2023; Jan2024.",
    "Author": "Knappe TA, Linne U, Zirah S, Rebuffat S, Xie X, Marahiel MA.2008",
    "Reference": "J Am Chem Soc. 2008 Aug 27;130(34):11446-54.PubMed",
    "Title": "Isolation and structural characterization of capistruin, a lasso peptide predicted from the genome sequence of Burkholderia thailandensis E264"
  },
  "3D Structure": []
}