{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP01373",
    "Peptide Name": "Thrombocidin-1 (human TC-1, NAP-2; CXCL7; CXC family; kinocidins; UCSS1a; 2S=S, natural AMPs; primates, mammals, animals)",
    "Source": "Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "AELRCMCIKTTSGIHPKNIQSLEVIGKGTHCNQVEVIATLKDGRKICLDPDAPRIKKIVQKKLAGDES",
    "Sequence Length": 68,
    "UniProt Entry": "Reference ID: 1NAP",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antifungal",
      "Antioxidant"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Combine Helix and Beta structure",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 6,
    "Boman Index": 1.72,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "38%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Both TCs, but not neutrophil-activating peptide-2 (NAP-2) and connective tissue-activating peptide-III, were active agaiinst B. subtilis, E. coli, S. aureus, and L. lactis and fungicidal against C. neoformans. Killing of B. subtilis by either TC appeared to be very rapid. Because TCs were unable to dissipate the membrane potential of L. lactis, the mechanism of TC-mediated killing most probably does not involve pore formation.  TC-1 is obtained by truncating 2 residues from the C-terminus of NAP-2. The structure of NAP-2 was determined by both X-ray and NMR (NMR+x). The protein is a tetramer (see the PDB link below) in the crystal (Malkowski MG,et al., 1995). Since the functional form is a monomer, NMR was utilized to study the soultion structure and backbone dynamics of the monomeric form of the protein in the presence of a 2-chloroethanol -water solvent (Young H et al. 1999). While both ends of NAP-2 are disordered, the middle region contains a three-stranded beta-sheet followed by a well-defined helix. A comparative NMR relaxation analysis reveals a less mobile Asp70 at the C-terminus of NAP-2, probably due to electrostatic interactions with the helix portion. In constrast, the C-terminal tail of TC-1 remains disordered. Such dynamics difference between NAP-2 and TC-1 may explain in part the higher antimicrobial acitivity of TC-1 (Nguyen LT et al. 2011). Likewise, insertion of an acidic residue to the N-terminus ofGF-17also substantially reduced its antibacterial activity (Wang G et al., 2012). In both cases, one acidic amino acid decreased the membrane perturbation potential of the peptides (Wang G et al., 2005 JBC) and made them less effective to target the negative surface of bacteria.You can rotate, zoom, and view the 3D structureherein the PDB. Updated 1/4/2014; 11/2024 old inconsistency identified and reolved GW.",
    "Author": "Krijgsveld J, Zaat SA, Meeldijk J, van Veelen PA, Fang G, Poolman B, Brandt E, Ehlert JE, Kuijpers AJ, Engbers GH, Feijen J, Dankert J.2000",
    "Reference": "J Biol Chem. 2000 Jul 7;275(27):20374-81",
    "Title": "Thrombocidins, microbicidal proteins from human blood platelets, are C-terminal deletion products of CXC chemokines"
  },
  "3D Structure": []
}