{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP02570",
    "Peptide Name": "GL13K (a derivative of GL13NH2; Lys-rich; Leu-rich; BBL; BBMm; XXA; UCLL1c; synthetic AMPs20; Derivative: DGL13K)",
    "Source": "a synthetic peptide derived from human Parotid secretory protein, designed",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GKIIKLKASLKLL",
    "Sequence Length": 13,
    "UniProt Entry": "Ref",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Anti-inflammatory",
      "anti-sepsis",
      "Antibiofilm"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Beta",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": -0.51,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "53%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "APD analysis reveals that the sequence of GL13K most resembles (53.8%)frog PGLa-H.Structure: Interestingly, CD spectra suggest a beta structure in liposomes containing aninoic lipid PGs (Balhara V et al., 2013). Note that the peptide is random coil in water, but adopted a helical structure in DPC, indicating structural plasticity.Design: GL13K is obtained by substituting 3 residues (Q2, N5, and D11) of GL13NH2 with lysines. The PSP (Parotid secretory protein) peptide GL13NH2 (sequence GQIINLKASLDLL), which corresponds to a lipopolysaccharide-inhibiting peptide from LBP, binds lipopolysaccharides (BBL) and agglutinated bacteria.  GL13NH2 is a potential dual-function host defense salivary protein with agglutination and anti-inflammatory activity (Gorr SU et al. 2011), but it did not kill bacteria.Activity: Its lysine analog, GL13K, however, is active against P. aeruginosa (MIC 8 ug/ml), E. coli (MIC 5 ug/ml), S. gordonii (MIC 64 ug/ml) and S. aureus (MIC 41 ug/ml) (Harmouche N et al., 2017).GL13K also has antibiofilm activity against P. aeruginosa(Hirt and Gorr, 2013).SARThe D-form of this peptide is more potent and took bacteira additional time to develop resistance.Toxicity: It has low hemolytic activity.Animal model:mouse:  GL13K protects mice from LPS-induced sepsis (Abdolhosseini M et al. 2012).   DGL13K (made of D-amino acids) killed P. aeruginosa in both the G. mellonella model (animal model:wax moth) and a mouse burn wound infection model (animal model:mouse), with bacterial viability 3-10-fold lower than in untreated controls.Resistance development:yes:bacteria:P. gingivalis:  P. gingivalis W50 was resistant to LGL13K (L-form) but susceptible to the all-D-amino acid stereoisomer, DGL13K. DGL13K can defeat multiple bacterial resistance mechanisms but bacteria can gain tolerance to DGL13K through mutations in the hagA gene (Gorr et al., 2024).Surface immobilized peptide: Surface coating (titanium) of GL13K conferred antimicrobial activity and reduced bacteria CFU, a tech with potential application in dental care(Holmberg KV et al., 2013).Peptide formulation: it has been loaded to thermosensitive hydrogel for prolonged release (2 wks) on a titanium surface to improve its antimicrobial and anti-inflammatary properties (Zhou et al., 2023).Deposited and provided by Sven-Ulrik Gorr 6/2015; updated 11/2017; 8/2023; 10/2024 GW.",
    "Author": "Abdolhosseini M, Sotsky JB, Shelar AP, Joyce PB, Gorr SU.",
    "Reference": "Mol Cell Biochem. 2012 Jan;359(1-2):1-8.PubMed",
    "Title": "Human parotid secretory protein is a lipopolysaccharide-binding protein: identification of an anti-inflammatory peptide domain."
  },
  "3D Structure": []
}