{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP02584",
    "Peptide Name": "Enterocin NKR-5-3B (Ent53B, natural AMPs, bacteriocin; Gram-positive bacteria; prokaryotes; UCBB1a, XXC)",
    "Source": "lactic acid bacteria,Enterococcus faeciumNKR-5-3, isolated from Thai fermented fish",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "LTANLGISSYAAKKVIDIINTGSAVATIIALVTAVVGGGLITAGIVATAKSLIKKYGAKYAAAW",
    "Sequence Length": 64,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Helix",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "2MP8",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": -0.66,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "54%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Sequence analysis: APD analysis reveals that the sequence of NKR-5-3B most resembles (62.1% similarity)bacterial Amylocyclicin.Activity: Active against a panel of Gram-positive bacteria, L. lactis ssp. lactis ATCC 19435, L. lactis ssp. lactis IL1403, L. lactis ssp. cremoris NZ9000, L. lactis ssp. lactis JCM 7638, Lactococcus sp. QU 12, Lactobacillus sakei ssp. sakei JCM 1157, L. plantarum JCM 14917, Leu. mesenteroides TK41401, Leu. mesenteroides ssp. mesenteroides JCM 6124, P. pentosaceus JCM 5890, P. dextrinicus JCM 5887, E. faecium JCM 5804, E. faecalis JCM 5803, E. faecalis NKR-4-1, E. faecalis JH-2-2, E. faecium NKR-5-3,  S. bovis JCM 5802, B. coagulans JCM 2257, B. circulans JCM 2504,  B. subtilis JCM 1465, K. rhizophila NBRC 12708, L. innocua ATCC 33090, L. monocytogenes ATCC BAA-679, and S. epidermidis JCM 2414 (MIC 0.05-5.7 uM).Structure: Structurally, it is highly similar to carnocyclin A.You can rotate, zoom, and view the 3D structureherein the PDB. In addition, the charge distribution of enterocin NKR-5-3B, carnocyclin A and enterocin AS-48 are also highly conserved (Himeno et al., 2015).Recombinant production:bacteria: Heterologous production of Ent53B through the pNK-B1234 expression plasmid by Lactococcus lactis ATCC 19435T, IL1403 and NZ9000 host strains under chloramphenicol selection (Perez et al., 2015).Peptide stability:  stable against thermal, chemical and proteolytic degradation (Wang et al., 2023).Updated 12/2015; 8/2023.",
    "Author": "Himeno K, Rosengren KJ, Inoue T, Perez RH, Colgrave ML, Lee HS, Chan LY, Henriques ST, Fujita K, Ishibashi N, Zendo T, Wilaipun P, Nakayama J, Leelawatcharamas V, Jikuya H, Craik DJ, Sonomoto K. 2015",
    "Reference": "Biochemistry. 2015 Aug 11;54(31):4863-76.PubMed",
    "Title": "Identification, Characterization, and Three-Dimensional Structure of the Novel Circular Bacteriocin, Enterocin NKR-5-3B, from Enterococcus faecium"
  },
  "3D Structure": []
}