{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP03607",
    "Peptide Name": "CpoBD13 (crocodile defensin, natural AMPs; crocodilian, Reptiles, animals; 3S=S, UCSS1a; BBMm)",
    "Source": "saltwater crocodile,Crocodylus porosus",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "SYYSTLQCRNNHGHCRRLCFHGEQWIGNCNGRHQHCCK",
    "Sequence Length": 38,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Antifungal",
      "candidacidal"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Combine Helix and Beta structure",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "7T9Q",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 9,
    "Boman Index": 3.07,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "29%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Sequence analysis: APD analysis reveals this sequence is most similar (40.82%) toMouse beta-defensin-14C: 16%; H: 13%; R=N=G: 11%. GRAVY: -1.14; Mol Wt: 4548.128; Mol formula: C188H286N65O53S6; mol ex coeff: 8905.Discovery: Sequence alignment with known defensins.Activity: inhibited C. albicans (MIC 5 uM;IC50 4.1uM).Antimicrobial robustness: Salt-insensitive: CpoBD13 retained anti-candida activity in the presence of 100 mM NaCl. pH-dependent: The peptide is more active at an acidic pH than at a neutral pH.MOA: accumulated on the cell surface before permeabilization of candida membranes (PI dye in cells). This effect is reduced with an increase of the pH from 5.5 to 7.5.  Haemagglutinin (HA)-tagged CpoBD13 in lipid overlay assays on PIP Strips bound only to phosphatidic acid (PA), but not other lipids. TEM reveals large sheet-like structures for the CpoBD13:PA complexes.Structure: 3 disulfide bonds: C1-C5, C2-C4, and C3-C6. Crystal structure of Crocodile defensin CpoBD13. helix: residues 2-11; beta1: resdues 14-16; beta2: residues 25-28; beta3: residues 35-37. This defensin 3D structure is most similar to hBD-2.You can rotate, zoom, and view the 3D structure of this defensinherein the PDB. The first reptile defensin in complex with PA.You can rotate, zoom, and view the 3D structure of the complex with PAherein the PDB. (resolution: 1.45 A): type II site (same defensin molecule): contacts of R17 and H35 with the phosphate of the PA headgroup. Also N28 and a carboxyl group of the acyl chain.  Type I site: similar N30, R9, H21 contacts with PA from three defensin molecules.SAR: mutants for the binding sites: no or minor changes in antifungal activity for the R9A, H33A, H35A mutants. R17A or H21A become poor in membrane permeabilization. Both arginine mutants are poor in PA pulldown assays. Double mutants: Both CpoBD13 (Type I) and CpoBD13 (H21R/H35R) led to about 2-fold increase in IC50, while CpoBD13 (Type II), CpoBD13 (R17A/H21A) and CpoBD13 (H21A/H35A) presented a ~2.5-fold increase in IC50. At pH 5.5, CpoBD13 (H21A/H35A) was ineffective at killing C. albicans. In the absence of two His residues, pH-dependent killing was not observed.Toxicity:  Showed low toxicity to human epithelial cervical cancer (HeLa, ATCC, CCL-2), prostate cancer (PC3, ATCC, CRL-1435) and histiocytic lymphoma (U937, ATCC, CRL1593.2) (80% viability at 100 uM).Recombinant production:yeast:Pichia pastorisestablished codon-optimised vector for expression in the methylotrophic yeast Pichia pastoris: WT, single-residue and double-residue mutants were produced using this system. Est. 3/2023.",
    "Author": "Williams SA, Lay FT, Bindra GK, Banjara S, Poon IKH, Phan TK, Kvansakul M, Hulett MD. 2023",
    "Reference": "Nat Commun. 2023 Mar 1;14(1):1170. doi: 10.1038/s41467-023-36280-y.PubMed",
    "Title": "Crocodile defensin (CpoBD13) antifungal activity via pH-dependent phospholipid targeting and membrane disruption."
  },
  "3D Structure": []
}