{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP03627",
    "Peptide Name": "HBA(111-142) (residues 111-142, C-terminal region of the hemoglobin alpha subunit, natural AMPs; human, primates, mammals, animals; UCLL1; BBBh2o)",
    "Source": "Homo sapiens",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "AAHLPAEFTPAVHASLDKFLASVSTVLTSKYR",
    "Sequence Length": 32,
    "UniProt Entry": "Ref",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Gram-",
      "Antiviral"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Unknown",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 3,
    "Boman Index": 0.74,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "47%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Peptide cleavage:  In vitro study reveals that the aspartic protease pepsin, abundant in gastric juice and in low amounts in the blood, and napsin A, which is expressed in kidneys, lungs, and spleen, release HBA(111–142) under low pH conditions.Sequence analysis: APD analysis reveals this sequence is most similar (44.1%) tocatfish HbbetaP-1A: 19%; L=S: 13%. GRAVY 0.27; M Wt: 3428.934; Mol formula: C157H247N41O45; Mol Ex coeff: 1490.Amyloid fibril formation: Agitation of the freshly dissolved synthetic peptide for 24 h at 37 °C resulted in the formation of amyloid fibrils (amyloid AMPs). As anticipated, this is a concentration-dependent process.Activity: radial diffusion assays: freshly solubilized peptide was active against E. faecium, L. monocytogenes, A. baumannii, P. aeruginosa in a concentration-dependent manner. Did not inhibit S.aureus, K.pneumoniae, and E.coli (bacteriostatic to this strain) till 1000 ug/ml. Both freshly solubilized and fibril forms kill L. monocytogenes and M. tuberculosis, where freshly solubilized and acidic pH 4.5 are preferred for L. monocytogenes. Also, AG-HBA(111–142) inhibited wildtype, acyclovir-resistant HSV-1 and HSV-2 isolates as well as HCMV and MeV in a dose-dependent manner, with IC50 values around 100 µg/ml.MOA:  the monomeric peptide disrupted the bacterial membrane, causing intracellular content leakage, while the fibrillar form can sequester bacteria and promote bacterial uptake by macrophages.",
    "Author": "Olari LR, Bauer R, Gil Miró M, Vogel V, Cortez Rayas L, Groß R, Gilg A, Klevesath R, Rodríguez Alfonso AA, Kaygisiz K, Rupp U, Pant P, Mieres-Pérez J, Steppe L, Schäffer R, Rauch-Wirth L, Conzelmann C, Müller JA, Zech F, Gerbl F, Bleher J, Preising N, Ständker L, Wiese S, Thal DR, Haupt C, Jonker HRA, Wagner M, Sanchez-Garcia E, Weil T, Stenger S, Fändrich M, von Einem J, Read C, Walther P, Kirchhoff F, Spellerberg B, Münch J. 2023",
    "Reference": "Cell Mol Life Sci. 2023 May 17;80(6):151. doi: 10.1007/s00018-023-04795-8.Pub-Med.",
    "Title": "The C-terminal 32-mer fragment of hemoglobin alpha is an amyloidogenic peptide with antimicrobial properties."
  },
  "3D Structure": []
}