{
  "Clinical Information": [],
  "Patent Information": [],
  "Sequence Information": {
    "ID": "AP03311",
    "Peptide Name": "Actinomycesin (AMSIN, natural AMPs; defensin-like; bacteriocin, Gram-positive bacteria, prokaryotes, UCSS1a; JJsn)",
    "Source": "Actinomyces sp. oral taxon 171 str. F0337, Oral bacteria, Human microbiota:mouth, symbiont bacteria",
    "Family": "Not found",
    "Gene": "Not found",
    "Sequence": "GFGCPWNAYECDRHCVSKGYTGGNCRGKIRQTCHCY",
    "Sequence Length": 36,
    "UniProt Entry": "",
    "Protein Existence": "Not found",
    "Biological Activity": [
      "Anti-Gram+",
      "Anti-MRSA",
      "Synergistic AMPs"
    ],
    "Target Organism": "Not found",
    "Hemolytic Activity": "Not found",
    "Cytotoxicity": "Not found",
    "Binding Target": "Not found",
    "Linear/Cyclic": "Not found",
    "N-terminal Modification": "Not found",
    "C-terminal Modification": "Not found",
    "Nonterminal Modifications and Unusual Amino Acids": "Not found",
    "Stereochemistry": "Not found",
    "Structure": "Combine Helix and Beta structure",
    "Structure Description": "Not found",
    "Helical Wheel Diagram": "Not found",
    "PDB ID": "2RU0",
    "Predicted Structure": "Not found",
    "Formula": "Not found",
    "Absent Amino Acids": "Not found",
    "Common Amino Acids": "Not found",
    "Mass": "Not found",
    "PI": "Not found",
    "Basic Residues": "Not found",
    "Acidic Residues": "Not found",
    "Hydrophobic Residues": "Not found",
    "Net charge": 5,
    "Boman Index": 2.19,
    "Hydrophobicity": "Not found",
    "Aliphatic Index": "Not found",
    "Half Life": "Not found",
    "Extinction Coefficient Cystines": "Not found",
    "Absorbance 280nm": "Not found",
    "Polar Residues": "Not found",
    "Function": "Not found",
    "Hydrophobic residue%": "31%",
    "Crucial residues": ""
  },
  "Literature Information": {
    "Literature": "Sequence analysis: APD analysis reveals this sequence is most similar (60.53%) toOrnithodoros defensin DpI: 8.3; GRAVY: -0.775; Mol formula:  C171H256N53O50S6; M. Wt: 4071.622, and Mol ex coeff.: 10395.Activity:  (lethal concentration CL): B. megaterium CGMCC 1.0459 (CL 0.038-0.11 uM), B. subtilis CGMCC 1.2428 (LC 1 uM), S. aureus CGMCC 1.89 (LC 5.2 uM), penicillin-sensitive S. epidermidis P1111 or P1389 (LC 5.2 or 1.14), penicillin-resistant S. aureus P1383 (LC 4.28 uM), MRSA P1374 or P 1386 (LC 0.62 uM or 0.74 uM), Methicillin-resistant coagulase negative Staphylococci P1369 (LC 1.07 uM),  S. aureus J685, J698, J700, J706, J708 and J710 (LC 1.14-10.4 uM), S. pneumoniae D39, R6, ST556, ST556 (StrR), TIGR4 (LC 0.14 uM), S. mutans CGMCC 1.2499 (ATCC 25175) (LC 0.381.01 uM), S. salivarius CGMCC 1.2498 (ATCC 7073) (LC 0.49 uM), S. sanguinis CGMCC 1.2497 (ATCC 49295) (LC 1.41 uM), S. griseus NBRC 13350 (LC 2.89 uM), S. scabiei CGMCC 4.1765 (ATCC 49173) (LC 2.01 uM), L. fusiformis (LC 0.27 uM), E. faecalis V583 (ATCC 700802) (4.65 uM).Antimicrobial robustness: contrary to vertebrate AMPs, host molecules present in serum or pure DNA did not alter the microbicidal capacity of actinomycesin.Structure: the overall structure belongs to the cysteine-stabilized alpha-helix and beta-sheet (CSab) super-family (deposited in 2013). The structural regions are Helix: residues 8–16 and antiparallel beta-strands: residues 23–26 and 32–35.You can rotate, zoom, and view the 3D structureherein the PDB.MOA:bacteria:  It inhibits bacterial cell wall synthesis, likely by binding to the precursor molecule membrane-anchored Lipid II.Synergy:AMPs: Although at similar concentrations of bacteriocin, oral human AMPs such as defensins HNP1&2 or lysozyme C are not active. However, there is an antibacterial synergy between bacterial and human AMPs. For example, lysozyme may facilitate actinomycesin access to Lipid II by partial hydrolysis of bacterial cell wall peptidoglycan, and HNP1&2 could facilitate the binding of actinomycesin by changing the conformation of Lipid II.Immune modulation: bacterial AMPs may show lower immunomodulatory abilities. showed that actinomycesin exhibited low immunogenicity and low allergenicity.Toxicity:  It showed low toxicity to human kidney cells and did not influence the function of ion channels expressed in human central nervous system and heart.Animal model:mouse: Streptococcus pneumoniae-induced pneumonia and methicillin-resistant Staphylococcus aureus-induced peritonitisreducing bacterial load and improving mouse survival. Updated 2/2024",
    "Author": "Zhu S, Gao B, Umetsu Y, Peigneur S, Li P, Ohki S, Tytgat J. 2021",
    "Reference": "EMBO Mol Med. 2021 Dec 20:e14499. doi: 10.15252/emmm.202114499.PubMed",
    "Title": "Adaptively evolved human oral actinomyces-sourced defensins show therapeutic potential."
  },
  "3D Structure": []
}